<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines - Arabic
    |--------------------------------------------------------------------------
    */

    'registration_closed'    => 'التسجيل مغلق.',
    'first_page_you_see'     => 'الصفحة الأولى التي تشاهدها بعد تسجيل الدخول',
    'login_status'           => 'حالة تسجيل الدخول',
    'logged_in'              => 'لقد سجلت الدخول!',
    'toggle_navigation'      => 'القائمة',
    'administration'         => 'الادارة',
    'user'                   => 'المستخدم',
    'logout'                 => 'خروج',
    'login'                  => 'تسجيل الدخول',
    'register'               => 'تسجيل',
    'name'                   => 'الأسم',
    'email_address'          => 'عنوان البريد الألكتروني',
    'password'               => 'كلمة السر',
    'old_password'           => 'كلمة السر القديمة',
    'new_password'           => 'كلمة السر الجديدة',
    'confirm_password'       => 'تأكيد كلمة السر',
    'remember_me'            => 'تذكرني',
    'forgot_your_password'   => 'هل نسيت كلمة السر ؟',
    'reset_password'         => 'إعادة تعيين كلمة السر',
    'send_reset_link'        => 'إرسال رابط إعادة تعيين كلمة السر',
    'click_here_to_reset'    => 'اضغط هنا لإعادة تعيين كلمة السر الخاصة بك',
    'change_password'        => 'تغيير كلمة السر',
    'unauthorized'           => 'غير مصرح',
    'dashboard'              => 'الصفحة الرئيسية',
    'handcrafted_by'         => 'رابط المصدر المفتوح لبرنامج',
    'powered_by'             => 'بدعم من ',
    'my_account'             => 'حسابي',
    'update_account_info'    => 'تحديث معلومات الحساب',
    'save'                   => 'حفظ',
    'cancel'                 => 'إلغاء',
    'error'                  => 'خطأ',
    'success'                => 'نجاح',
    'old_password_incorrect' => 'كلمة السر القديمة غير صحيحة.',
    'password_dont_match'    => 'كلمة السر غير مطابقة.',
    'password_empty'         => 'تأكد من ملء كل من حقول كلمة السر.',
    'password_updated'       => 'تم تحديث كلمة السر.',
    'account_updated'        => 'تم تحديث الحساب بنجاح.',
    'unknown_error'          => 'حدث خطأ غير معروف. حاول مرة اخرى.',
    'error_saving'           => 'حدث خطأ أثناء الحفظ. حاول مرة اخرى.',

    'welcome' => 'السلام عليكم',
    'use_sidebar' => 'استخدم الشريط الجانبي الموجود على اليمين.',

    'password_reset' => [
        "greeting" => "السلام عليكم!",
        "subject" => "إعادة تعيين إشعار كلمة المرور",
        'line_1' => 'أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلبًا لإعادة تعيين كلمة المرور لحسابك.',
        'line_2' => 'انقر فوق الزر أدناه لإعادة تعيين كلمة المرور الخاصة بك:',
        "button" => "إعادة تعيين كلمة المرور",
        'notice' => 'إذا لم تطلب إعادة تعيين كلمة المرور , فلا داعي لاتخاذ أي إجراء آخر.',
    ],

    "step" => "الخطوة",
    "Confirm_email" => "تأكيد البريد الإلكتروني",
    'Choose_new_password' => 'اختر كلمة مرور جديدة',
    'Confirm_new_password' => 'تأكيد كلمة المرور الجديدة',

];
