<?php

return [

    'change_template_confirmation' => 'هل أنت متأكد أنك تريد تغيير قالب الصفحة؟ ستفقد أي تعديلات غير محفوظة لهذه الصفحة. ',
    "content" => "المحتوى",
    'content_placeholder' => "المحتوى الخاص بك هنا",
    'meta_description' => 'الوصف المرفق',
    "meta_keywords" => "الكلمات الرئيسية الوصفية",
    'meta_title' => 'العنوان المرفق',
    "metas" => "المعلومات المرافقة",
    "name" => "الاسم",
    "open" => "فتح",
    "page" => "الصفحة",
    'page_name' => 'اسم الصفحة (يراه المسؤولون فقط)',
    'page_slug' => 'سلاقون الرابط',
    'page_slug_hint' => 'سيتم إنشاؤه تلقائيًا من العنوان الخاص بك , إذا ترك فارغًا.',
    'page_title' => 'عنوان الصفحة',
    "pages" => "صفحات",
    "slug" => "السلاقون",
    "template" => "قالب",
    'template_not_found' => 'تعذر العثور على القالب. ربما تم حذفه منذ إنشاء هذه الصفحة. للمتابعة , يرجى مطالبة webmin أو فريق التطوير لإصلاح ذلك. ',
];
