<?php

return [


    'course'         => 'الدورة الدراسية',
    'courses'         => 'الدورات الدراسية',

    'course_year'         => 'السنة الدراسية',
    'hijri_year'         => 'السنة الهجرية',
    'semester'         => 'الفصل الدراسي',
    'duration'         => 'المدة الزمنية',
    'start_date'         => 'تاريخ البدء',
    'end_date'         => 'تاريخ الانتهاء',
    'is_active'         => ' هل الدورة مفعله؟ ',


    'active'         => 'مفعله',
    'not_active'         => 'غير مفعله',
    'active_state'         => 'حالة الدورة',


    'course_root_id'         => 'إفتتاحية الدفعة الدراسية',
    'course_root_id_hint'         => 'إختر الدورة الأولى لهذه الدفعة إن وجدت، (فارغ اذا هي الدورة الاولى او لا يوجد)',
];
